[Sanctuary.A_Sanctuary_Magic_Offensive H7HeroClass]
mName="洪流战士"

[Sanctuary.A_Sanctuary_Magic_Defensive H7HeroClass]
mName="潮汐大师"

[Sanctuary.A_Sanctuary_Magic_Balanced H7HeroClass]
mName="僧侣"

[Sanctuary.A_Sanctuary_Might_Balanced H7HeroClass]
mName="武士"

[Sanctuary.A_Sanctuary_Might_Offensive H7HeroClass]
mName="战争大师"

[Sanctuary.A_Sanctuary_Might_Defensive H7HeroClass]
mName="幕府将军"